/**/
"Cancel" = "Annuler";
/**/
"Delete" = "Effacer";
/**/
"Open" = "Ouvrir";
/**/
"Edit" = "Modifier";
/**/
"Yes" = "Oui";

/*Geometry Edit Action Name*/
"Apply Geometry" = "Appliquer une géométrie";
/*Geometry Edit Action Name*/
"Clear Geometry" = "Effacer la géométrie";
/*Geometry Edit Action Name*/
"Delete Vertex" = "Supprimer un sommet";
/*Geometry Edit Action Name*/
"Insert Part" = "Insérer une pièce";
/*Geometry Edit Action Name*/
"Insert Vertex" = "Insérer un sommet";
/*Geometry Edit Action Name*/
"Move Vertex" = "Autre sommet";
/*Geometry Edit Action Name*/
"Remove Part" = "Supprimer une partie";

/*Collecting attachments*/
"Add" = "Ajouter";
/*Collecting attachments*/
"Take Photo or Video" = "Prendre une photo ou une vidéo";
/*Collecting attachments*/
"Choose From Library" = "Choisir à partir d'une bibliothèque";
/*Collecting attachments*/
"Photo" = "Photo";
/*Collecting attachments*/
"Video" = "Vidéo";
/*Collecting attachments*/
"Save To Photo Library" = "Enregistrer dans l’album photo";
/*Collecting attachments*/
"Download" = "Télécharger";

/*Date attribute*/
"Today" = "Aujourd.";

/**/
"Attachments" = "Pièces jointes";
"Attributes" = "Attributs";

/**/
"Open in Safari" = "Ouvrir dans Safari";

/* Please enter a numeric value between 0 and 5.*/
"RangeValueMessageInt" = "Entrez un numéro compris entre %i et %i.";

/* Please enter a numeric value between 0.5 and 5.0.*/
"RangeValueMessageFloat" = "Entrez un numéro compris entre %f et %f.";

/* string length error, when user enters too many characters in string attribute editor:
  Too many characters.  Current: 512.  Allowed: 256 */
"StringLengthError" = "Trop grand nombre de caractères (%@)";

/* When a number is entered outside the range */
"Number is outside the acceptable range." = "Ce nombre n'est pas compris dans la plage autorisée.";

/* BLOB, RASTER, etc */
"Field type not supported" = "Le type de champ n'est pas pris en charge";

/**/
"CurrentPageOfNumberOfPagesFormatString" = "%d sur %d";

/**/
"ChangingFeatureTypeAlertTitle" = "Changement de type d'entité";
"ChangingFeatureTypeAlertMessage" =  "Vous changez le type d'entité, ce qui peut potentiellement écraser les valeurs de certains champs. Le voulez-vous vraiment ?";

/**/
"Data for pie chart is invalid" = "Les données pour le diagramme à secteurs ne sont pas valides";
"No data to create a pie chart" = "Aucune donnée pour créer un diagramme à secteurs";

/**/
"createUserSeconds" = "Créé par %@ il y a quelques secondes";

/**/
"createUserMinute" = "Créé par %@ il y a une minute";

/**/
"editUserSeconds" = "Modifié par %@  il y a quelques secondes";

/**/
"editUserMinute" = "Modifié par %@ il y a une minute";

/**/
"createSeconds" = "Créé il y a quelques secondes";

/**/
"createMinute" = "Créé il y a une minute";

/**/
"editSeconds" = "Modifié il y a quelques secondes";

/**/
"editMinute" = "Modifié il y a une minute";

/**/
"createUserMinutes" = "Créé par %@ il y a %d minutes";

/**/
"createUserHour" = "Créé par %@ il y a une heure";

/**/
"createUserHours" = "Créé par %@ il y a %d heures";

/*"Created by %@ on ${weekDay} at ${formattedTime}"*/
"createUserWeekDay" = "Créé par %@ %@ à %@";

/*"Created by %@ on ${formattedDate} at ${formattedTime}"*/
"createUserFull" = "Créé par %@ le %@ à %@";

/**/
"editUserMinutes" = "Modifié par %@ il y a %d minutes";

/**/
"editUserHour" = "Modifié par %@ il y a une heure";

/**/
"editUserHours" = "Modifié par %@ il y a %d heures";

/**/
"editUserWeekDay" = "Modifié par %@ %@ à %@";

/**/
"editUserFull" = "Modifié par %@ le %@ à %@";

/**/
"createUser" = "Créé par %@";

/**/
"editUser" = "Modifié par %@";

/**/
"createMinutes" = "Créé il y a %d minutes";

/**/
"createHour" = "Créé il y a une heure";

/**/
"createHours" = "Créé il y a %d heures";

/*"Created on ${weekDay} at ${formattedTime}"*/
"createWeekDay" = "Créé %@ à %@";

/*"Created on ${formattedDate} at ${formattedTime}"*/
"createFull" = "Créé le %@ à %@";

/**/
"editMinutes" = "Modifié il y a %d minutes";

/**/
"editHour" = "Modifié il y a une heure";

/**/
"editHours" = "Modifié il y a %d heures";

/*"Edited on ${weekDay} at ${formattedTime}"*/
"editWeekDay" = "Modifié %@ à %@";

/*"Edited on ${formattedDate} at ${formattedTime}"*/
"editFull" = "Modifié le %@ à %@";